[
    {
        "index": 1,
        "comment": "නිවන් මග උදෙසා දර්ශන ඥාණය- අභිධර්ම විග්‍රහය",
        "url": "https://www.youtube.com/watch?v=uU9Q8FlsDC8",
        "date": "2024-Dec-05",
        "notes": ""
    },
    {
        "index": 2,
        "comment": "නිවන් මග උදෙසා දර්ශන ඥාණය- අභිධර්ම විග්‍රහය",
        "url": "https://www.youtube.com/watch?v=M92Q2R5gj14",
        "date": "2024-Dec-12",
        "notes": ""
    },
    {
        "index": 3,
        "comment": "නිවන් මග උදෙසා දර්ශන ඥාණය- අභිධර්ම විග්‍රහය",
        "url": "https://www.youtube.com/watch?v=nj7YFCAskP4",
        "date": "2024-Dec-19",
        "notes": ""
    },
    {
        "index": 4,
        "comment": "නිවන් මග උදෙසා දර්ශන ඥාණය- අභිධර්ම විග්‍රහය",
        "url": "https://www.youtube.com/watch?v=Uu_PTep9YDw",
        "date": "2024-Dec-26",
        "notes": "<p>දුක්ඛ ලක්ඛණ සුත්තං <a href=\"/documents/pdfs/දුක්ඛ ලක්ඛණ සුත්තං.pdf\"  target=\"_blank\">/documents/pdfs/දුක්ඛ ලක්ඛණ සුත්තං.pdf</a></p>\n<p>හේතු සූත්‍රය <a href=\"/documents/pdfs/හේතු සූත්‍රය.pdf\"  target=\"_blank\">/documents/pdfs/හේතු සූත්‍රය.pdf</a></p>\n<p>පඨම අස්සාද සුත්තං (PDF) <a href=\"/documents/pdfs/පඨම අස්සාද සුත්තං.pdf\"  target=\"_blank\">/documents/pdfs/පඨම අස්සාද සුත්තං.pdf</a></p>\n<p>පඨම අස්සාද සුත්තං (Web) <a href=\"https://tripitaka.online/sutta/3221\" target=\"_blank\" >https://tripitaka.online/sutta/3221</a></p>\n<p>දුතිය අස්සාද සුත්තං (PDF) <a href=\"/documents/pdfs/දුතිය අස්සාද සුත්තං.pdf\"  target=\"_blank\">/documents/pdfs/දුතිය අස්සාද සුත්තං.pdf</a></p>\n<p>දුතිය අස්සාද සුත්තං (web) <a href=\"https://tripitaka.online/sutta/3222\" target=\"_blank\" >https://tripitaka.online/sutta/3222</a></p>\n<p>තතිය අස්සාද සුත්තං (PDF) <a href=\"/documents/pdfs/තතිය අස්සාද සුත්තං.pdf\"  target=\"_blank\">/documents/pdfs/තතිය අස්සාද සුත්තං.pdf</a></p>\n<p>තතිය අස්සාද සුත්තං (web) <a href=\"https://tripitaka.online/sutta/3223\" target=\"_blank\" >https://tripitaka.online/sutta/3223</a></p>\n<p><div id=\"sutta\"></p>\n<p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p>\n<p>පහත සඳහන් සූත්‍ර https://tipitaka.lk වෙතින් ලබා ගන්නා ලදී.</p>\n<p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p>\n<p><b>දුක්ඛලක්ඛණ සූත්‍රය</b></p>\n<p>258. සැවැත්නුවර–</p>\n<p><p>මහණෙනි, මේ පඨවීධාතුව ද ඒකාන්තයෙන්ම දුක් වූවක්, දුකෙහි පතිත වූවක්, දුකෙහි වැද ගත්තක්, සුවයෙහි නො වැද ගත්තක් වී නම්, මේ සත්‍වයෝ පඨවීධාතුවෙහි නො ඇලෙන්නාහුය. මහණෙනි, යම් හෙයෙකින් පඨවීධාතුව සුඛ (හේතු) ද, සුඛයෙන් යුක්තද, සුඛාවතීණි ද, දුඃඛාවතිණි නො වේ ද, එහෙයින් සත්‍වයෝ පඨවීධාතුවෙහි ඇලෙති. මහණෙනි, මේ ආපෝධාතුව ද ... මහණෙනි, මේ තේජෝධාතුව ද ... මහණෙනි, මේ වායෝධාතුව ද ඒකාන්තයෙන් දුක් වූවක්, දුකෙන් යුක්ත වූවක්, දුකෙන් අවතීර්‍ණ වූවක්, සුවයෙන් අවතීර්‍ණ නො වූවක් වී නම්, මේ සත්‍වයෝ වායෝධාතුවෙහි නො ඇලෙන්නාහු ය. මහණෙනි, යම් හෙයෙකින් වායෝධාතුව සුඛ ද, සුඛයෙන් යුක්ත ද, සුඛයෙන් අවතීර්‍ණ ද, දුඃඛයෙන් අවතීර්‍ණ නො නොවේ ද, එහෙයින් සත්‍වයෝ වායෝධාතුවෙහි ඇලෙත්.</p></p>\n<p>මහණෙනි, මේ පඨවීධාතුව ද ඒකාන්තයෙන් සුව වූවක්, සුවයෙන් යුක්ත වූවක්, සුවයෙහි පිවිසගත්තක්, දුකෙහි නො පිවිසගත්තක් වී නම්, මේ සත්‍වයෝ පඨවීධාතුයෙහි නො කළකිරෙන්නාහු ය. මහණෙනි, යම් හෙයෙකින් පඨවීධාතුවත් දුක් ද, දුකෙන් යුක්ත ද, දුකෙහි පිවිසගත්තී ද, සුවයෙහි නො පිවිසගත්තී ද, එහෙයින් සත්‍වයෝ පඨවීධාතුවෙහි කළකිරෙත්. මහණෙනි, මේ ආපෝධාතුව ද ... මහණෙනි, මේ තේජෝධාතුව ද ... මහණෙනි, මේ වායෝධාතුවද ඒකාන්තයෙන් සුව වූවක්, සුවයෙන් යුක්ත වූවක්, සුවයෙහි පිවිසගත්තක්, දුකෙහි නො පිවිසගත්තක්වී නම් මේ සත්‍වයෝ වායෝධාතුයෙහි නො කළකිරෙන්නාහු ය. මහණෙනි, යම් හෙයකින් වායෝධාතුවත් දුක් ද, දුකෙන් යුක්ත ද, දුකෙහි පිවිසගත්තී ද, සුවයෙහි නො පිවිසගත්තී ද, එහෙයින් සත්‍වයෝ වායෝධාතුයෙහි කළකිරෙති යි.</p>\n<p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p>\n<p><b>හේතු සූත්‍රය</b></p>\n<p>212. සැවැත්නුවර:</p>\n<p>මහණෙනි, කුමක් ඇති කල්හි කුමක් නිසා කුමක් ඇසුරු කොට කුමකට පිවිස “සත්ත්‍වයන්ගේ කෙලෙසීමට හේතුවෙක් නැත. ප්‍රත්‍යයෙක් නැති. හේතු රහිත ව ප්‍රත්‍යය රහිත ව සත්ත්‍වයෝ කෙලෙසෙත්. සත්ත්‍වයන්ගේ විශුද්ධියට හේතුවක් නැත, ප්‍රත්‍යයෙක් නැති. හේතු රහිත ව ප්‍රත්‍යය රහිත ව සත්ත්‍වයෝ විශුද්ධි වෙත්. (තමා සුවපත් කරනුවට) බලයෙක් නැත, වීර්‍ය්‍යයෙක් නැත, පුරුෂ ශක්තියෙක් නැත, පුරුෂ පරාක්‍රමයෙක් නැති. සියලු සත්ත්‍වයෝ සියලු ප්‍රාණීහු සියලු භූතයෝ සියලු ජීවයෝ වශයෙහි නො පවත්නාහු බල නැත්තාහු වීර්‍ය්‍ය රහිත වූවාහු නියත වශයෙන් සංක්‍රමණ වශයෙන් හා ස්වභාව වශයෙන් නන්වැදෑරුම් බවට පැමිණියාහු සවැදෑරුම් (කෘෂ්ණ නීලාදී) අභිජාතීන්හි ම සුවදුක් විඳිති”යි මෙ බඳු දෘෂ්ටියක් උපදී දැ යි?</p>\n<p>වහන්ස, අපගේ දහම්හු භග්‍වත්හු මුල් කොට ඇතියහ …</p>\n<p>මහණෙනි, රූපය ඇති කල්හි රූපය ඇසුරු කොට රූපයට පිවිස “සත්ත්‍වයන් ගේ කෙලෙසීමට හේතුයෙක් නැත. ප්‍රත්‍යයෙක් නැති … සවැදෑරුම් අභිජාතීන්හි ම සුවදුක් විඳිති”යි මෙබඳු දෘෂ්ටියක් උපදියි, වේදනාව ඇති කල්හි … සංඥාව ඇති කල්හි … සංස්කාර ඇති කල්හි … විඥානය ඇති කල්හි විඥානය ඇසුරු කොට විඥානයට පිවිස “සත්ත්‍වයන්ගේ කෙලෙසීමට හේතුවෙක් නැත, ප්‍රත්‍යයෙක් නැත. … සවැදෑරුම් අභිජාතීන්හි ම සුවදුක් විඳිති”යි මෙබඳු දෘෂ්ටියක් උපදී.</p>\n<p>මහණෙනි, ඒ කිමැ’යි හඟිවු ද? රූපය නිත්‍ය හෝ වේ ද අනිත්‍ය හෝ වේ දැ? යි</p>\n<p>වහන්ස, අනිත්‍ය යැ ….</p>\n<p>යමෙක් අනිත්‍ය නම් දුක් නම් වෙනස් වනසුලු නම් එය නොඇසුරු කොට සත්ත්‍වයන්ගේ කෙලෙසීමට “හේතුවෙක් නැත, ප්‍රත්‍යයෙක් නැත. … ෂඩ් භිජාතීන්හි ම සුවදුක් විඳිති”යි මෙ බඳු දෘෂ්ටියක් උපදී දැ යි?”</p>\n<p>වහන්ස, තෙල නො වේ මැ යි.</p>\n<p>වේදනාව … සංඥාව … සංස්කාර … විඥානය … මේ යමෙකුත් දක්නා ලද්දේ අසන ලද්දේ සුඹුනා රස විඳුනා පහස්නා ලද්දේ දන්නා ලද්දේ පැමිණෙන ලද්දේ සොයන ලද්දේ සිතින් හැසිරෙන ලද්දේ වේ නම් හෙ ද නිත්‍ය හෝ වේ ද, අනිත්‍ය හෝ වේ දැ යි?</p>\n<p>වහන්ස, අනිත්‍ය යැ…</p>\n<p>යමෙක් දුක් නම් වෙනස් වනසුලු නම් එය නො ඇසුරු කොට සත්ත්‍වයන්ගේ කෙලෙසීමට හේතුවෙක් නැත. ප්‍රත්‍යයෙක් නැති. හේතු රහිත ව, ප්‍රත්‍යය රහිත ව සත්ත්‍වයෝ කෙලෙසෙති. සත්ත්‍වයන්ගේ විශුද්ධියට හේතුවෙක් නැත, ප්‍රත්‍යයෙක් නැති, හේතුරහිත ව ප්‍රත්‍යය රහිත ව සත්ත්‍වයෝ විශුද්ධ වෙත්. බලයෙක් නැත, වීර්‍ය්‍යයෙක් නැත, පුරුෂශක්තියෙක් නැත, පුරුෂපරාක්‍රමයෙක් නැති. සියලු සත්ත්‍වයෝ සියලු ප්‍රාණීහු සියලු භූතයෝ සියලු ජීවයෝ වශයෙහි නො පවත්නාහු බලරහිත වූවාහු වීර්‍ය්‍ය නැත්තාහු නියත වශයෙන් සංක්‍රමණ වශයෙන් හා ස්වභාව වශයෙන් නන්වැදෑරුම් බවට පැමිණියාහු ෂඩභිජාතීන්හි ම සුවදුක් විඳිති”යි මෙ බඳු දෘෂ්ටියක් උපදී දැ යි?</p>\n<p>වහන්ස, තෙල නො වේ මැ යි.</p>\n<p>මහණෙනි, යම් කලෙක මේ සතැන්හි අරිසවුහුගේ සැකය ප්‍රහීණ වූයේ වේ නම් දුක්ඛ යෙහි දු ඔහුගේ සැකය ප්‍රහීණ වූයේ වෙයි … දුක්ඛනිරෝධගාමිනීපටිපදායෙහි දු ඔහුගේ සැකය ප්‍රහීණ වූයේ වෙයි. මහණෙනි, අපායෙහි නො වැටෙනසුලු නියත වූ සම්බෝධිය පිහිට කොට ඇති මේ අරීසවු තෙමේ සෝතාපන්න යි කියනු ලැබේ යි.</p>\n<p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p>\n<p> <a href=\"https://tipitaka.lk/sn-3-1-1-3-5\" target=\"_blank\" >https://tipitaka.lk/sn-3-1-1-3-5</a></p>\n<p><b>පළවැනි අස්සාද සූත්‍රය</b></p>\n<p>26. සැවැත්නුවර–</p>\n<p>මහණෙනි, සම්බෝධියෙන් පළමු මැ අභිසම්බෝධියට නො පත් බෝසත් වූ මැ මට මේ සිත පහළ විය:</p>\n<p>රූපයාගේ ආස්වාදය කවරෙ යැ, ආදීනව කවරෙ යැ, නිස්සරණය කිමෙක: වේදනායෙහි … සංඥායෙහි … සංස්කාරයන්ගේ … විඥානයෙහි ආස්වාදය කවරෙ යැ, ආදීනව කවරෙ යැ. නිස්සරණය කිමෙකැයි.</p>\n<p>මහණෙනි, ඒ මාහට තෙල සිත විය: රූපය නිසා යම් සුවයෙක් සොම්නසෙක් උපදී ද, මේ රූපයාගේ ආස්වාද යි. යම් රූපයක් අනිත්‍ය ද දුක් ද විපරිණාම සැහැවි ද, මේ රූපයාගේ ආදීනව යි. රූපයෙහි යම් ඡන්‍දරාග විනයෙක් ඡන්‍දරාග ප්‍රහාණයෙක් ඇත් ද, මේ රූපයාගේ නිස්සරණ යි.</p>\n<p>වේදනාව නිසා … සංඥාව නිසා … සංස්කාර නිසා යම් සුවයෙක් සොම්නසෙක් උපදී ද, මේ සංස්කාරයන්ගේ ආස්වාද යි. යම් සංස්කාර කෙනෙක් අනිත්‍ය ද දුක් ද පෙරළෙන සැහැවි ඇත් ද, මෙසංස්කාරයන්ගේ ආදීනව යි. සංස්කාරයන්ගේ යම් ඡන්‍දරාගවිනයෙක් ඡන්‍දරාගප්‍රහාණයෙක් ඇත් ද, මේ සංස්කාරයන්ගේ නිස්සරණ යි.</p>\n<p>විඥානය නිසා යම් සුවයෙක් සොම්නසෙක් උපදී ද, මේ විඥානයාගේ ආස්සාද යි. යම් විඥානයෙක් අනිත්‍ය ද දුක් ද පෙරළෙන සැහැවි ඇත් ද, මේ විඥානයාගේ ආදීනව යි. විඥානයෙහි යම් ඡන්‍දරාග විනයෙක් ඡන්‍දරාගප්‍රහාණයෙක් ඇත් ද මේ විඥානයාගේ නිස්සරණ යි.</p>\n<p>මහණෙනි, යම්තාක් මම් මෙ පඤ්චෝපාදානස්කන්‍ධයන්ගේ ආස්වාදය ආස්වාද වශයෙන් ද ආදීනව ආදීනව වශයෙන් ද නිශ්ශරණ නිශ්ශරණ වශයෙන් ද මේ සෙයින් ඇතිසැටි අවබෝධ නො කෙළෙම් ද, මහණෙනි, ඒතාක් මම් දෙවියන් සහිත මරුන් සහිත බඹුන් සහිත ලෝකයෙහි මහණ බමුණන් සහිත දෙවිමිනිසුන් සහිත සත්ත්‍වප්‍රජාව කෙරෙහි අනුත්තර වූ සම්‍යක් සම්බෝධිය අවබෝධ කෙළෙමැයි නො ම ප්‍රතිඥා කෙළෙමි.</p>\n<p>මහණෙනි, යම් කාලෙක පටන් මම මේ පඤ්චෝපාදානස්කන්‍ධයන් ගේ ආස්වාදය ආස්වාද විසින් ද ආදීනව ආදීනව විසින් ද නිශ්ශරණය නිශ්ශරණ විසින් ද මෙ සෙයින් යථාභූත කොට අවබෝධ කෙළෙම් ද, මහණෙනි, එකල්හි මම් දෙවියන් සහිත මරුන් සහිත බඹුන් සහිත ලෝකයෙහි මහණ බමුණන් සහිත දෙවි මිනිසුන් සහිත සත්ත්‍වප්‍රජාව කෙරෙහි අනුත්තර වූ සම්‍යක්සම්බෝධිය අවබෝධ කෙළෙමැයි ප්‍රතිඥා කෙළෙමි. මට ඥානදර්‍ශනය ද උපන, මාගේ චේතෝවිමුක්තිය (ඵලසමාධිය) අකෝප්‍ය යැ, මේ අන්තිම ජාතිය යි, දැන් පුනර්‍භවයෙක් නැති යි.</p>\n<p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p>\n<p> <a href=\"https://tipitaka.lk/sn-3-1-1-3-6/\" target=\"_blank\" >https://tipitaka.lk/sn-3-1-1-3-6/</a></p>\n<p><b>දෙවැනි අස්සාද සූත්‍රය</b></p>\n<p>27. සැවැත්නුවර–</p>\n<p>මහණෙනි, මම රූපයාගේ ආස්වාද පර්‍ය්‍යෙෂණය කෙළෙමි. රූපයාගේ යම් ආස්වාදයෙක් ඇත් ද, එය අවබෝධ කෙළෙමි. රූපයාගේ යම් පමණ ආස්වාදයෙක් ඇත් ද, ඒ මා විසින් ප්‍රඥායෙන් මොනවට දක්නා ලදී. මහණෙනි, මම රූපයාගේ ආදීනව පර්‍ය්‍යෙෂණය කෙළෙමි. රූපයාගේ යම් ආදීනවයෙක් ඇත් ද එය ද අවබෝධ කෙළෙමි. රූපයාගේ යම් පමණ ආදීනවයෙක් ඇත් ද, එය මා විසින් ප්‍රඥායෙන් මොනවට දක්නා ලදී. මහණෙනි, මම රූපයාගේ නිශ්ශරණ පර්‍ය්‍යෙෂණය කෙළෙමි. රූපයාගේ යම් නිශ්ශරණයෙක් ඇත් ද, එය අවබෝධ කෙළෙමි. රූපයාගේ යම් පමණ නිශ්ශරණයෙක් ඇත් ද ඒ මා විසින් ප්‍රඥායෙන් මොනවට දක්නා ලදී.</p>\n<p>මහණෙනි, මම වේදනාව පිළිබඳ ආස්වාද පර්‍ය්‍යෙෂණය කළෙමි, … මහණෙනි, මම සංඥාව පිළිබඳ ආස්වාද පර්‍ය්‍යෙෂණය කළෙමි. … මහණෙනි, මම සංස්කාර පිළිබඳ ආස්වාද පර්‍ය්‍යෙෂණය කළෙමි. … මහණෙනි, මම විඥානය පිළිබඳ ආස්වාද පර්‍ය්‍යෙෂණය කළෙමි. විඥානයාගේ යම් ආස්වාදයක් ඇත් ද, එය අවබෝධ කළෙමි. විඥානයාගේ යම් පමණ ආස්වාදයෙක් ඇත් ද, එය මා විසින් ප්‍රඥායෙන් මොනොවට දක්නා ලදී. මහණෙනි, මම විඥානය පිළිබඳ ආදීනව පර්‍ය්‍යෙෂණය කළෙමි. විඥානයාගේ යම් ආදීනවයෙක් ඇත් ද එය අවබෝධ කළෙමි. විඥානයාගේ යම් පමණ ආදීනවයෙක් ඇත් ද, එය මා විසින් ප්‍රඥායෙන් මොනවට දක්නා ලදී. මහණෙනි, මම විඥානයාගේ නිශ්ශරණපර්‍ය්‍යෙෂණය කළෙමි. විඥානයාගේ යම් නිශ්ශරණයෙක් ඇත් ද, එය අවබෝධ කළෙමි. විඥානයාගේ යම් පමණ නිශ්ශරණයෙක් ඇත් ද එය මා විසින් ප්‍රඥායෙන් දක්නා ලදී.</p>\n<p>මහණෙනි, මම යම්තාක් මේ පඤ්චෝපාදානස්කන්‍ධයන්ගේ ආස්වාදය ආස්වාද විසිනුදු ආදීනවය ආදීනව විසිනුදු නිශ්ශරණය නිශ්ශරණ විසිනුදු ඇති තතු නුවණින් අවබෝධ නො කෙළෙම් වේ ද, මහණෙනි, මම ඒතාක් මරුන් සහිත බඹුන් සහිත දෙවියන් සහිත ලෝකයෙහි දෙවිමිනිසුන් සහිත මහණ බමුණන් සහිත සත්ත්‍වාඛ්‍ය ප්‍රජායෙහි අනුත්තර සම්‍යක් සම්බෝධිය මොනවට අවබෝධ කෙළෙමි යි පිළින නො කෙළෙමි.</p>\n<p>මහණෙනි, මම යම් කලෙක මේ පඤ්චෝපාදානස්කන්‍ධයන්ගේ මෙසේ ආස්වාදය ආස්වාද විසිනුදු ආදීනවය ආදීනව විසිනුදු නිශ්ශරණය නිශ්ශරණ විසිනුදු ඇති තතු මොනොවට අවබෝධ කෙළෙම් වේ ද, මහණෙනි, එසඳ මම දෙවියන් සහිත මරුන් සහිත බ්‍රහ්මයන් සහිත ලෝකයෙහි ශ්‍රමණ බ්‍රාහ්මණයන් සහිත අවශේෂ දේවමනුෂ්‍යයන් සහිත සත්ත්‍වාඛ්‍ය ප්‍රජායෙහි ලා අනුත්තර සම්‍යක් සම්බෝධිය අවබෝධ කෙළෙමි යී ප්‍රතිඥා කෙළෙමි. මාගේ චේතෝ විමුක්තිය අකෝප්‍ය යැ. මේ අන්තිම ජාති වෙයි, දැන් පුනර්‍භවයෙක් නැති යි මට ඥානදර්‍ශනය ද උදා විය.</p>\n<p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p>\n<p> <a href=\"https://tipitaka.lk/sn-3-1-1-3-7/\" target=\"_blank\" >https://tipitaka.lk/sn-3-1-1-3-7/</a></p>\n<p><b>තෙවැනි අස්සාද සූත්‍රය</b></p>\n<p>28. සැවැත්නුවර–</p>\n<p>මහණෙනි, රූපයාගේ ආස්වාදයෙක් නැත් නම් සත්ත්‍වයෝ රූපයෙහි නො ඇලෙති. මහණෙනි, යම් හෙයකින් රූපයාගේ ආස්වාදයෙක් ඇත් ද, එහෙයින් සත්ත්‍වයෝ රූප යෙහි ඇලෙති.</p>\n<p>මහණෙනි, රූපයාගේ ආදීනවයෙක් නො වී නම් සත්ත්‍වයෝ රූපයෙහි නො කල කිරෙති. මහණෙනි, යම්හෙයෙකින් රූපයාගේ ආදීනවයෙක් ඇත් ද, එහෙයින් සත්ත්‍වයෝ රූපයෙහි නිර්වේද කෙරෙත්.</p>\n<p>මහණෙනි, රූපයාගේ නිශ්ශරණයෙක් නො වී නම්, සත්ත්‍වයෝ රූපයෙන් නිශ්ශෘත නො වෙති. මහණෙනි, යම් හෙයෙකින් රූපයාගේ නිශ්ශරණ ඇත් ද, එහෙයින් සත්ත්‍වයෝ රූපය කෙරෙන් නිශ්ශරණ කෙරෙත්.</p>\n<p>මහණෙනි, වේදනායෙහි ආස්වාදයෙක් නො වී නම් … මහණෙනි, සඥායෙහි ආස්වාදයෙක් නො වී නම් … මහණෙනි, සංස්කාරයන්ගේ ආස්වාදයෙක් නො වී නම් … මහණෙනි, විඥානයාගේ ආස්වාදයෙක් නො වී නම් සත්ත්‍වයෝ, විඥානයෙහි නො ඇලෙති. මහණෙනි, යම් හෙයෙකින් විඥානයාගේ ආස්වාදයෙක් ඇත් ද, එහෙයින් සත්ත්‍වයෝ විඥානයෙහි ඇලෙත්.</p>\n<p>මහණෙනි, විඥානයාගේ ආදීනවයෙක් නොවී නම් සත්ත්‍වයෝ විඥානයෙහි නිර්වේද නො කෙරෙති. මහණෙනි, යම් හෙයෙකින් විඥානයාගේ ආදීනව ඇත් ද එහෙයින් සත්ත්‍වයෝ විඥානයෙහි කලකිරෙත්.</p>\n<p>මහණෙනි, යම්හෙයෙකින් විඥානයාගේ නිශ්ශරණ නො වී නම්, සත්ත්‍වයෝ විඥානයා කෙරෙන් නිශ්ශරණ නො කෙරෙති. මහණෙනි, යම්හෙයෙකින් විඥානයාගේ නිශ්ශරණ ඇත් ද එහෙයින් සත්ත්‍වයෝ විඥානයා කෙරෙන් නික්මයෙත්.</p>\n<p>මහණෙනි, යම්තාක්කල් සත්ත්‍වයෝ මේ පඤ්චෝපාදානස්කන්‍ධන්ගේ ආස්වාදය ආස්වාද විසිනුදු ආදීනවය ආදීනව විසිනුදු නිශ්ශරණය නිශ්ශරණ විසිනුදු ඇතිතතු අවබෝධ නො කළාහු ද, මහණෙනි, ඒතාක් මරුන් සහිත බඹුන් සහිත දෙවියන් සහිත ලෝවැසි සත්ත්‍වයෝ දෙවි මිනිසුන් සහිත මහණ බමුණන් සහිත සත්ත්‍වප්‍රජාව නිශ්ශෘත වූවාහු විසංයුක්ත වූවාහු විප්‍රමුත්ත වූවාහු සීමා කොට නොගත් සිතින් යුතුව වාස නො කළාහු ම ය.</p>\n<p>මහණෙනි, යම් කලෙක පටන් සත්ත්‍වයෝ මේ පඤ්චෝපාදාන ස්කන්‍ධයන්ගේ ආස්වාදය ආස්වාද විසිනුදු ආදීනවය ආදීනව විසිනුදු නිශ්ශරණ නිශ්ශරණ විසිනුදු ඇතිතතු දත්තාහු ද, මහණෙනි, එසඳ සත්ත්‍වයෝ දෙවියන් සහිත මරුන් සහිත බඹුන් සහිත ලෝවැස්සෝ මහණ බමුණන් සහිත දෙවි මිනිසුන් සහිත සත්ත්‍ව ප්‍රජාව (මේ පස් කඳින්) නික්මුණාහුය, විසංයුක්ත වූහුය, වෙසෙසින් මිදුණාහුය, සීමා කොට නො ගත් සිතින් යුතුව වාසය කෙරෙත් යි.</p>\n<p>~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~</p>\n<p></div></p>"
    },
    {
        "index": 5,
        "comment": "නිවන් මග උදෙසා දර්ශන ඥාණය- අභිධර්ම විග්‍රහය",
        "url": "https://www.youtube.com/watch?v=zJUU2Bn3gl8",
        "date": "2025-Jan-09",
        "notes": "<p><div id=\"sutta\"></p>\n<p><p>පහත කොටස රේරුකානේ චන්දවිමල හිමියන් විසින් ලියන ලද අභිධර්ම මාර්ගය පොතෙන් උපුටා ගන්නා ලදී.</p></p>\n<p><h1 id=\"toc-ind-81\" class=\"sinh-toc\">7. සප්තම පරිච්ඡේදය</h1></p>\n<p><p><b>1 වන පාඩම</b></p></p>\n<p><p>සිත් එකුන් අනූව ය, චෛතසික දෙපනස ය, රූප අට විස්ස ය, නිවන ය යන මේ පරමාර්ථ ධර්‍ම එක සිය සැත්තෑව ඒ ඒ ආකාර සමූහ වශයෙන් දක්වන බැවින් මේ සප්තම පරිච්ඡේදය <b>සමුච්චය සඞ්ග්‍ර‍හ</b> නම් වේ. </p></p>\n<p><p><b>සමුච්චය සඞ්ග්‍ර‍හය</b>: අකුශල සඞ්ග්‍ර‍හය - මිශ්‍ර‍ක සඞ්ග්‍ර‍හය - බෝධිපාක්ෂික සඞ්ග්‍ර‍හය - සර්‍ව සඞ්ග්‍ර‍හය කියා කොටස් සතරකින් යුක්ත ය.</p></p>\n<p><h2 id=\"toc-ind-82\" class=\"sinh-toc\">1. අකුශල සංග්‍ර‍හය</h2></p>\n<p><p>ආශ්‍ර‍වය - ඕඝය - යෝගය - ග්‍ර‍න්ථය - උපාදානය - නීවරණය - අනුශය - සංයෝජනය - ක්ලේශය කියා අකුශල සඞ්ග්‍ර‍හය කොටස් නවයකින් යුක්ත වන්නේ ය.</p></p>\n<p><h3 id=\"toc-ind-83\" class=\"sinh-toc\">ආශ්‍ර‍ව</h3></p>\n<p><p>කාමාශ්‍ර‍වය - භවාශ්‍ර‍වය - දෘෂ්ට්‍යාශ්‍ර‍වය - අවිද්‍යාශ්‍ර‍වය යි ආශ්‍ර‍ව සතරෙකි.</p></p>\n<p><p>රූප - ශබ්ද - ගන්ධ - රස - ස්ප්‍ර‍ෂ්ටව්‍ය යන පඤ්ච කාමයන් ගැන ඇති ආශාව වූ ඖදාරික ලෝභය <b>කාමාශ්‍ර‍ව</b> නම් වේ.</p></p>\n<p><p>රූපාවචර - අරූපාවචර කුශලයන් ගැන හා ඒවායේ විපාක වශයෙන් ලැබෙන රූපාරූප භවයන් ගැන ද පවත්නා ආශාව <b>භවාශ්‍ර‍ව</b> නම් වේ. කාමාශ්‍ර‍ව භවාශ්‍ර‍ව යන දෙකින් ම ගැනෙන්නේ ලෝභ චෛතසිකය ය. </p></p>\n<p><p>දෘෂ්ටි සියල්ල ම <b>දෘෂ්ට්‍යාශ්‍ර‍ව</b> නම් වේ.</p></p>\n<p><p>ධර්‍මයන් ගේ සැබෑ තත්ත්වය වසන මෝහ චෛතසිකය <b>අවිද්‍යාශ්‍ර‍ව</b> නම් වේ.</p></p>\n<p><p>ධර්‍ම වශයේන ගන්නා කල්හි ආශ්‍ර‍වය යි කියනුයේ ලෝභ - දිට්ඨි - මෝහ යන චෛතසික තුනට ය.</p></p>\n<p><p>ද්‍ර‍ව්‍යයෙන් යුක්ත කොට සැළක ලා කලක් පල් කළ ජලයට <b>ආසවය</b> යි කියනු ලැබේ. පානය කළවුන් මත් කරවන ස්වභාවය ද ඒ ජලයෙහි ඇත්තේ ය. බොහෝ කල් පල් වූ නිසාත් මත් කරවන නිසාත් ආසවයට සමාන බැවින් ඉහත කී ලෝභාදි ධර්‍මයන්ට “ආසව” යන නම කියනු ලැබේ. ඒ ලෝභාදි ධර්‍ම තුන සංසාරයෙහි දීර්ඝ කාලයක් මුළුල්ලෙහි සත්ත්ව සන්තානයෙහි පල් වී ඇති බැවින් ද, සත්ත්වයන් මත් කරවන බැවින් ද ආසවයට සමාන ය. </p></p>\n<p><p>තව ද වැගිරෙන දෙය ය, ගලා යන දෙයය යන අර්ථයෙන් ද ඒ ධර්මයන්ට “ආශ්‍ර‍ව” යන නම කියනු ලැබේ. වණයකින් සැරව වැගිරෙන්නාක් මෙන් චක්ෂුරාදි ද්වාරයන්ගෙන් ඒ ලෝභාදි ධර්ම වැගිරේ. ගෝත්‍ර‍භූ චිත්තය තෙක් ඇති ලෞකික ධර්මයන් යට කොට ද, භවාග්‍ර‍ය දක්වා ලෝකය යට කොට ද ඒ ධර්‍ම ගලා යන්නේ ය.</p></p>\n<p><h3 id=\"toc-ind-84\" class=\"sinh-toc\">ඕඝ හා යෝග</h3></p>\n<p><p><b>කාමෝඝය - භවෝඝය - දිට්ඨෝඝය - අවිජ්ජේඝය</b> යි ඕඝ සතරෙකි. </p></p>\n<p><p><b>කාම යෝගය-භව යෝගය-දිට්ඨි යෝගය-අවිජ්ජා යෝගය යි යෝග</b> සතරෙකි.</p></p>\n<p><p>කාමෝඝ - කාමයෝගාදිය ආශ්‍ර‍වයන් අනුව තේරුම් ගත හැකි වනු ඇත. කෙත් - වතු - ගම් යට කොට ගලා යන්නා වූ මහා ජලස්කන්ධය ‘<b>ඕඝ’</b> නම් වේ. හසුවුනු සත්ත්වයා ගිල්වා දැමීම, ඔහුට ලෙහෙසියෙන් ගැලවී යන්නට නො දීම ඕඝයේ ස්වභාවය ය. ලෝභාදි ධර්ම තුන ද ගලා යන ජලස්කන්ධය මෙන් සත්ත්වයන් සංසාරයෙහි ගිල්වන බැවින් ද, ඒ ධර්ම සත්ත්ව සන්තානයෙහි ඇති තාක් ඔහුට ගැලවී යන්නට නො දෙන බැවින් ද, ජලස්කන්ධයක් වැනි නිසා “ඕඝය” යි කියනු ලැබේ. සසර සයුරෙහි ගිල්වන සත්ත්වයනට සසර සයුරෙන් ගොඩවෙන්නට නො දෙන ධර්ම ඕඝයෝ ය. ඒ ධර්මයෝ ම සත්ත්වයන් සංසාර චක්‍රයෙහි නැවත නැවත යොදවන බැවින් <b>යෝග</b> නම් වෙති. එක ම ධර්මයට මත් කරවීම් ආදි අර්ථවලින් “ආසවය” යි ද, සත්ත්වයන් සසර සයුරෙහි ගිල්වන බැවින් “ඕඝය” යි ද, සංසාර චක්‍රයෙහි යොදවන බැවින් “යෝගය” යි ද කියනු ලැබේ.</p></p>\n<p><h3 id=\"toc-ind-85\" class=\"sinh-toc\">ග්‍ර‍න්ථ</h3></p>\n<p><p><b>අභිජ්ඣාකායගන්ථ - ව්‍යාපාද කායගන්ථ - සීලබ්බත පරාමාස කායගන්ථ - ඉදං සච්චාභිනිවේස කායගන්ථ කියා ග්‍ර‍න්ථ සතරෙකි</b>.</p></p>\n<p><p>‘අභිජ්ඣා’ කායගන්ථ යනු ලෝභය ය. කාමරාග රූපරාග-අරූපරාග වශයෙන් පවත්නා සකල ලෝභය ම එයට ඇතුළත් වේ. ‘ව්‍යාපාද කායග්‍ර‍න්ථය’ යනු අනේකාකාරයෙන් ඇති වන ද්වේෂය ය. ‘සීලබ්බත පරාමාස කායගන්ථය’ යනු සසර දුකින් මිදීමට කරුණු නො වන ගෝ - ශීල, ගෝ - ව්‍ර‍තාදිය නිවන් මග යයි තදින් ගන්නා මිථ්‍යාදෘෂ්ටිය ය. ‘ඉදං සච්චාභිනිවේස කායගන්ථ’ යනු සත්‍යය මෙය ම ය. අනික් සියල්ල බොරු ය කියා නිත්‍ය ආත්මයක් ඇත ය යනාදීන් වරදවා ගත් දෙයක් තදින් ම ගන්නා දෘෂ්ටිය ය.</p></p>\n<p><p>සීලබ්බත පරාමාස - ඉදංසච්චාභිනිවේස යන දෙක ම ධර්‍ම වශයෙන් ගන්නා කල්හි එක ම දෘෂ්ටි චෛතසිකය ය. එබැවින් ලෝභය - ද්වේෂය - දෘෂ්ටිය යි ධර්ම වශයෙන් ග්‍ර‍න්ථ තුනක් ම වන්නේ ය. මේ ධර්මයෝ තිදෙන සත්ත්වයා හට සංසාරයෙන් බැහැර විය නො හෙන පරිද්දෙන්, මරණින් මතු භව පරම්පරාව සිඳී නො යන පරිද්දෙන්, වර්තමාන භවය හා අනාගත භවය සම්බන්ධ කෙරෙති. එබැවින් ඒ ධර්මයෝ ග්‍ර‍න්ථ නම් වෙති.</p></p>\n<p><h3 id=\"toc-ind-86\" class=\"sinh-toc\">උපාදාන</h3></p>\n<p><p><b>කාමූපාදානය - දිට්ඨූපාදානය - සීලබ්බතූපාදානය - අත්තවාදූපාදානය</b> යි උපදාන සතරෙකි.</p></p>\n<p><p>ලෙහෙසියෙන් නො හරනා පරිදි යම් කිසිවක් තදින් අල්ලා ගන්නා ධර්මය <b>උපාදාන</b> නම් වේ. රූපාදි කාම වස්තූන් තදින් ගන්නා වූ ලෝභය ‘කාමූපදාන’ නම් වේ. මෙය සත්‍යය කියා තදින් ගන්නා වූ වැරදි මතය ‘දිට්ඨූපදාන’ නම් වේ. නිවනට මාර්ග නො වන මිථ්‍යා ශීල - මිථ්‍යා ව්‍ර‍තයන් නිවන් මග වශයෙන් වරදවා තදින් ගන්නා ස්වභාවය ‘සීලබ්බතූපාදානය’ ය. රූපාදිය ආත්ම වශයෙන් තදින් ගන්නා ස්වභාවය ‘අත්තවාදූපාදනය’ ය. </p></p>\n<p><p>කාමූපාදානය යනු ලෝභ චෛතසිකය ය. ඉතිරි උපාදාන තුන ම ධර්ම වශයෙන් එක ම දෘෂ්ටි චෛතසිකය ය. එබැවින් ධර්ම වශයෙන් ගන්නා කල්හි ලෝභය - දෘෂ්ටිය කියා උපාදාන දෙකකි.</p></p>\n<p><h3 id=\"toc-ind-87\" class=\"sinh-toc\">නීවරණ</h3></p>\n<p><p><b>කාමච්ඡන්ද නීවරණය, ව්‍යාපාද නීවරණය, ථීනමිද්ධ නීවරණය, උද්ධච්ච කුක්කුච්ච නීවරණය, විචිකිච්ඡා නීවරණය, අවිජ්ජා නීවරණය</b> කියා නීවරණ සයෙකි.</p></p>\n<p><p>සත්ත්ව සන්තානයෙහි ඇති නොවූ කුශලයන් ඇති නොවන ලෙසත්, ඇති වූ කුශලය නො පවත්නා ලෙසත් ආවරණය කරන, කුශලයට බාධා කරන ධර්මයෝ නීවරණ නම් වෙති.</p></p>\n<p><p>බලවත් ලෝභය කාමච්ඡන්ද නීවරණය ය. ද්වේෂය ව්‍යාපාද නීවරණය ය. ථීනමිද්ධ නීවරණාදිය ඒ නම් වලින් දැක්වෙන චෛතසිකයෝ ය. අවිජ්ජා නීවරණය මෝහ චෛතසිකය ය.</p></p>\n<p><p>ලෝභය - ද්වේෂය - ථීනය - මිද්ධය - උද්ධච්චය - කුක්කුච්චය - විචිකිච්ඡාවය - මෝහය කියා චෛතසික ධර්ම වශයෙන් නීවරණ අටක් වේ.</p></p>\n<p><p>ථීන - මිද්ධ චෛතසික දෙක හා උද්ධච්ච - කුක්කුච්ච චෛතසික දෙකත් එක් එක් නීවරණය වශයෙන් දේශනය කර තිබෙන්නේ, කෘත්‍ය වශයෙන් හා උත්පත්ති හේතු වශයෙන් ද, විරුද්ධ ධර්මයන්ගේ වශයෙන් ද ඇති සමාන කම් නිසා ය. ථීන - මිද්ධ චෛතසික දෙකින් ම සිදු කරන්නේ සිත හැකිළවීම වූ එක ම කෘත්‍යය ය. උද්ධච්ච - කුක්කුච්ච චෛතසික දෙකින් ම සිදු කරන්නේ සිත චඤ්චල කිරීම ය. ථීන - මිද්ධ දෙකට ම හේතු වන්නේ අලස බව හා කය නො සොල්වන බව ය. උද්ධච්ච - කුක්කුච්ච දෙකට හේතු වන්නේ ඥාති ව්‍යසනාදිය ගැන කල්පනා කිරීම ය. ථීන - මිද්ධ දෙක වීර්‍ය්‍යයට විරුද්ධ ය. උද්ධච්ච - කුක්කුච්ච දෙක ශමථයට විරුද්ධය. මෙසේ ඇති සමානකම් නිසා ථීන - මිද්ධ දෙක එක් නීවරණයක් වශයෙන් ද, උද්ධච්ච - කුක්කුච්ච දෙක එක් නීවරණයක් වශයෙන් ද දේශනය කර ඇත්තේ ය. </p></p>\n<p></p>\n<p><h3 id=\"toc-ind-88\" class=\"sinh-toc\">අනුශය</h3></p>\n<p><p><b>2 වන පාඩම</b></p></p>\n<p><p><b>කාමරාගානුසය - භවරාගානුසය - පටිඝානුසය - මානානුසය - දිට්ඨානුසය - විචිකිච්ඡානුසය - අවිජ්ජානුසය</b> කියා අනුශයධර්ම සතෙකි.</p></p>\n<p><p>කාරණයක් පැමිණි කල්හි නැඟී ආ හැකි පරිදි සත්ත්ව සන්තානයෙහි යටපත් වී පවත්නා කාමරාගාදීහු අනුශය නම් වෙති. වෙන් වෙන් වූ පරමාර්ථ ධර්ම වශයෙන් ඉපද නැති බැවින් ඒවා ඇති බව අප්‍ර‍කට ය. ඇති බව ප්‍ර‍කට වන්නේ කරුණක් ඇති වූ කල්හි ය.</p></p>\n<p><p>අනුශය අවස්ථාවය - පරිව්‍යුස්ථාන අවස්ථාවය - ව්‍යතික්‍ර‍මණ අවස්ථාවය” යි කාමාරාගාදීන්ගේ අවස්ථා තුනක් ඇත්තේ ය.</p></p>\n<p><p>ලෝකෝත්තර මාර්ග ඥානය උපදවා එහි බලයෙන් මතු නූපදනා පරිදි කාමරාගාදිය ප්‍ර‍හාණය නො කළ පුද්ගලයන්ගේ සන්තානයෙහි කාමරාගාදිය ප්‍ර‍කට ව නැත ද, ශෝභන ස්ත්‍රී පුරුෂයන් මුණ ගැසීම් ආදියෙන් මතු වී ආ හැකි සැටියට ඒවා යටපත් වී නිදා ඉන්නාක් මෙන් පවත්නේ ය. කාමයන් ගෙන් සම්පූර්ණයෙන් ඈත් ව, වන ගත වී ධ්‍යාන උපදවා ගෙන සිටින මහ තවුසන්ට ද, සමහර අරමුණු මුණ ගැසීමෙන් කාම රාගය නැඟී ඒමෙන් ධ්‍යානයෙන් පිරිහෙන්නේ, ඒවා ඇති බව නො දැනෙන සැටියට සන්තානයෙහි යටපත් වී ඇති බැවිනි. කරුණක් ඇති වූ කල්හි නැඟ ආ හැකි සැටියට කාමරාගාදීන්ගේ යටපත් වී පවත්නා අවස්ථාව ‘<b>අනුශය’</b> අවස්ථාව ය.</p></p>\n<p><p>අනුශය අවස්ථාවෙහි පවත්නා කාමරාගාදිය ශෝභන ස්ත්‍රී - පුරුෂ රූප දර්ශනාදි කරුණක් ඇති වූ කල්හි මතු වන්නේ ය. නැඟී එන්නේ ය. නැඟී ඒම ය යි කියනුයේ ජවන චිත්තය හා එක් ව උත්පාදාදි ක්ෂණත්‍ර‍යට පැමිණීම ය. එසේ ජවන චිත්තය හා එක් ව උත්පාදාදි ක්ෂණත්‍ර‍යට පැමිණ සිටීම කාමරාගාදීන්ගේ ‘<b>පරිව්‍යුස්ථාන’</b> අවස්ථාව ය.</p></p>\n<p><p>සමහර විට නැඟ ආවා වූ කාමරාගාදිය එපමණින් ම සන්සිඳී යන්නේය. සමහර විටක ඒවා එපමණින් සන්සිඳී නො ගොස් කාය වාග් ද්වාරයන්ට පැමිණ ක්‍රියාවෙහි යෙදෙන්නට වන්නේ ය. නැඟී සිටියා වූ කාමරාගාදිය අනුව වරද කිරීම, කාමරාගාදියේ ක්‍රියාකාරීභාවයට පැමිණීම ය. කාමරාගාදීන් ගේ ක්‍රියා කරන අවස්ථාව ‘<b>ව්‍යතික්‍ර‍මණ’</b> අවස්ථාව ය. ලෝභාදීන්ගේ මේ අවස්ථා තුනෙන් පළමු වන අනුශය අවස්ථාවේ සිටිනා ලෝභාදීහු අනුශය නම් වෙති. ඔවුහු ඒකාන්ත පරමාර්ථ ධර්මයෝ නො වෙති. පරමාර්ථ ධර්මයන් ගේ එක්තරා අවස්ථාවක් වන බැවින් පරමාර්ථ නො වන්නා හු ද නො වෙති.</p></p>\n<p><p>කරුණක් ඇති වන විටෙක ඉපදිය හැකි පරිදි යටපත් වී පවත්නා කාම තණ්හාව කාම රාගානුසය නමි. එබඳු වූ රූපාරූප තණ්හාව භවරාානුසය නමි. ද්වේෂය පටිඝානුසය නමි. මාන-දිට්ඨි-විචිකිච්ඡා චෛතසික මානානුසය දිට්ඨානුසය විචිකිච්ඡානුසය නම් වේ. මෝහය අවිජ්ජානුසය නම් වේ. මෙසේ අනුශය සතක් වුව ද කාමරාගානුසය භවරාගානුසය යන දෙක එක ම ලෝභ චෛතසිකය වන බැවින් චෛතසික ධර්ම වශයෙන් ඇත්තේ අනුශය සයෙකි.</p></p>\n<p><h3 id=\"toc-ind-89\" class=\"sinh-toc\">සංයෝජන</h3></p>\n<p><p>කාමරාග සංයෝජනය - රූපරාග සංයෝජනය - අරූපරාග සංයෝජනය - පටිඝ සංයෝජනය - මාන සංයෝජනය - දිට්ඨි සංයෝජනය - සීලබ්බතපරාමාස සංයෝජනය - විචිකිච්ඡා සංයෝජනය - උද්ධච්ච සංයෝජනය - අවිජ්ජා සංයෝජනය කියා සෞත්‍රාන්ත්‍රික ක්‍ර‍මයෙන් සංයෝජන දශයෙකි.</p></p>\n<p><p>කාමරාග සංයෝජනය - භවරාග සංයෝජනය - පටිඝ සංයෝජනය - මාන සංයෝජනය - දිට්ඨි සංයෝජනය - සීලබ්බතපරාමාස සංයෝජනය - විචිකිච්ඡා සංයෝජනය - ඉස්සා සංයෝජනය - මච්ඡරිය සංයෝජනය - අවිජ්ජා සංයෝජනය කියා අභිධර්ම ක්‍ර‍මයෙන් සංයෝජන දශයෙකි.</p></p>\n<p><p>සසර දුකින් මිදෙන්නට නො දී සත්ත්වයන් සංසාරයෙහි බැඳ තබන රැහැන් වන බැවින් මේ කාම රාගාදි ධර්මයෝ සංයෝජන නම් වෙති. ආශ්‍ර‍වාදියෙහි භව නාමයෙන් දැක්වූ රූපාරූප තණ්හා දෙක මෙහි රූපරාග සංයෝජනය - අරූපරාග සංයෝජනය කියා දෙකක් කොට දක්වා තිබේ. කාමරාග සංයෝජන - රූපරාග සංයෝජන - අරූපරාග සංයෝජන යන මේ තුන ම ධර්ම වශයෙන් ගන්නා කල්හි එක ම ලෝභ චෛතසිකය ය. දිට්ඨි සංයෝජන - සීලබ්බතපරාමාස සංයෝජන යන දෙකින් ගැනෙන්නේ ද එක ම දෘෂ්ටි චෛතසිකය ය. එබැවින් චෛතසික ධර්ම වශයෙන් ඇත්තේ සංයෝජන නවයෙකි. ලෝභය - ද්වේෂය - මෝහය - දෘෂ්ටිය - මානය - විචිකිත්සාව - ඖද්ධත්‍යය - ඊර්ෂ්‍යාව - මාත්සර්‍ය්‍යය යන මේවා සංයෝජන නවය ය. </p></p>\n<p><h3 id=\"toc-ind-90\" class=\"sinh-toc\">ක්ලේශ</h3></p>\n<p><p><b>ලෝභය - ද්වේෂය - මෝහය - මානය - දෘෂ්ටිය - විචිකිත්සාව - ථීනය - උද්ධච්චය - අහිරිකය - අනොත්තප්පය</b> කියා ක්ලේශ දශයෙකි. </p></p>\n<p><p>සත්ත්ව සන්තානය දවන තවන ධර්මයෝ ය යන අර්ථයෙන් ද, කිලිටි කරන පහත් බවට පමුණුවන ධර්මයෝය යන අර්ථයෙන් ද ලෝභාදි දශය ක්ලේශ නම් වේ. මේ ධර්මයන්ගේ සැටි චෛතසික පරිච්ඡේදයෙහි දැක්වූ පරිද්දෙන් දත යුතුය. මේ ධර්මයන් ගෙන් ද දවන තවන ස්වභාවය අධික ව ඇත්තේ ලෝභ - ද්වේෂ දෙක්හි ය. කිලිටි කරන ස්වභාවය සිය්ලලෙහි ම වෙනසක් නැති ව ඇති බව කිය යුතු ය. </p></p>\n<p><p><b>කෙලෙස් එක් දහස් පන්සියය</b></p></p>\n<p><p>කෙලෙස් එක් දහස් පන්සියය ගණන් ගන්නා ක්‍ර‍මය මෙසේ ය. සිත් සියල්ල ආරම්මණ විජානන ලක්ෂණයෙන් සමාන බැවින් එක් ධර්මයක් වශයෙන් ගණන් ගනු ලැබේ. සිතය - චෛතසික දෙපනසය යන මේ ධර්ම රාශියට නාම ධර්ම තෙපනසය යි කියනු ලැබේ. නාම ධර්ම තෙපනසය, නිෂ්පන්නරූප අටළොසය, ලක්ෂණ රූප සතරය යන මේ ධර්ම පන් සැත්තෑව ආධ්‍යාත්මික බාහ්‍ය වශයෙන් ද්විගුණ කළ කල්හි එකසිය පනසක් වේ. කෙලෙස් ඇති වන්නේ ඒ ධර්ම එකසිය පනස අරමුණු කොට ය. එබැවින් ඒ ධර්ම එකසිය පනස කෙලෙස් දශයෙන් වැඩි කරනු ලැබේ. එසේ කළ කල්හි එක් දහස් පන් සියයක් වේ. එයට කෙලෙස් එක් දහස් පන්සියය යි කියනු ලැබේ. </p></p>\n<p></div></p>"
    },
    {
        "index": 6,
        "comment": "නිවන් මග උදෙසා දර්ශන ඥාණය- අභිධර්ම විග්‍රහය",
        "url": "https://www.youtube.com/watch?v=auymotG4q2k",
        "date": "2025-Jan-16",
        "notes": ""
    }
]